[
  {
    "begin": "Начнем! Представь, что твоей команде дали задание повысить уровень безопасности на производстве. Вы сделали как поняли, но начальство почему-то не в восторге. Кажется, задача изначально была поставлена нечетко, ее нужно переформулировать.",
    "title": "Как лучше?",
    "answers": [
      {
        "value": "Повысить уровень безопасности на заводе N за счет ношения спецодежды и средств индивидуальной защиты не менее 90% сотрудников к концу текущего месяца",
        "points": 2
      },
      {
        "value": "Да так и оставить. Безопасность — она и в Африке безопасность! Просто настроениями не совпали, бывает",
        "points": 0
      },
      {
        "value": "Повысить уровень безопасности на производстве за счет ношения спецодежды и средств индивидуальной защиты всеми, начиная с понедельника",
        "points": 1
      }
    ],
    "image": "question_1.jpg"
  },
  {
    "begin": "В планах ЕвроХим — переход на роботизированную добычу. Цель звучит довольно сложно.",
    "title": "Как ее достичь?",
    "answers": [
      {
        "value": "Закупить передовую технику: самосвалы, буровые установки, комбайновые комплексы, вагоны самоходные и так далее",
        "points": 1
      },
      {
        "value": "Назначить того, кто в этом эксперт, — пусть он полностью занимается проектом",
        "points": 0
      },
      {
        "value": "Нужно разбить цель на этапы и понять, что нужно для этого перехода: закупка необходимой техники, переобучение и найм сотрудников, обновление производственных процессов",
        "points": 2
      }
    ],
    "image": "question_2.jpg"
  },
  {
    "begin": "К 2030 году ЕвроХим планирует стать лидером на рынке минеральных удобрений.",
    "title": "На чем стоит сделать акцент?",
    "answers": [
      {
        "value": "Раз лидером, то акцент нужно сделать на всем. Ведь лидерство — это безусловная категория!",
        "points": 0
      },
      {
        "value": "Надо сделать акцент на тех ресурсах, которые вносят наибольший вклад в развитие компании. Это и люди, и продукты, и много что еще — так не скажешь, тут считать надо",
        "points": 2
      },
      {
        "value": "На качестве минеральных удобрений, разумеется",
        "points": 1
      }
    ],
    "image": "question_3.jpg"
  },
  {
    "begin": "Представь, что твоей команде удалось оптимизировать процесс производства хлористого калия. Теперь в удобрении на 3% больше полезного компонента, чем раньше. Коллеги поздравляют тебя, утверждая, что именно ты проделал огромный объем работы.",
    "title": "Как отреагируешь?",
    "answers": [
      {
        "value": "«Спасибо! Но я думаю, что 3% — это мало, надо больше»",
        "points": 1
      },
      {
        "value": "«Спасибо! Мы реально много трудились над этой задачей. Приятно, что усилия меня и моей команды получили признание»",
        "points": 2
      },
      {
        "value": "«Ох, да это пустое! Любой на моем месте справился бы»",
        "points": 0
      }
    ],
    "image": "question_4.jpg"
  },
  {
    "begin": "Сан Саныч — первоклассный слесарь-ремонтник, которому не страшны даже самые сложные поломки. Но есть проблема: у него очень много задач, и из-за того, что он плохо планирует время, часто срывает сроки сдачи работ.",
    "title": "Что будешь делать?",
    "answers": [
      {
        "value": "Пригрожу увольнением и займусь перевоспитанием — попрошу Сан Саныча составлять план работ перед началом каждого рабочего дня и отчитываться по промежуточным результатам",
        "points": 1
      },
      {
        "value": "Похоже, Сан Саныча <b class='success-color'>ждет</b> увольнение. На такого сотрудника нельзя положиться",
        "points": 0
      },
      {
        "value": "Договорюсь, чтобы Сан Санычу устроили обучение по планированию времени и помогли понять, какие задачи занимают больше времени, а какие вообще можно отдать младшим сотрудникам. Терять такие золотые руки — просто невыгодно для компании",
        "points": 2
      }
    ],
    "image": "question_5.jpg"
  },
  {
    "begin": "Допустим, ты работаешь в команде над производственным экспериментом и тебе кажется, что все идет не в том направлении. Ты сказал об этом руководителю, но он не согласился и настоял на продолжении работы в том же ключе. Несмотря на это, ты все еще уверен в своей правоте.",
    "title": "Что делать в такой ситуации?",
    "answers": [
      {
        "value": "Поговорю с командой без руководителя и предложу свой подход. Если все будут работать, как предлагаю я, у руководителя не останется другого выбора",
        "points": 1
      },
      {
        "value": "Ничего — руководителю виднее. Даже если я прав и буду продолжать настаивать на своем, меня могут уволить",
        "points": 0
      },
      {
        "value": "Какое-то время буду работать по двум методикам: как считает нужным руководитель и как считаю нужным я. Затем продемонстрирую руководителю результаты и покажу, что мой подход является более эффективным",
        "points": 2
      }
    ],
    "image": "question_6.jpg"
  },
  {
    "begin": "В будущем заводские сотрудники меньше работают руками и больше занимаются программированием и обслуживанием промышленных роботов. Допустим, одного из них зовут Alyosha и он говорит на языке Python.",
    "title": "Как поздороваться?",
    "answers": [
      {
        "value": "print(\"Hello, Alyosha!\")",
        "points": 2
      },
      {
        "value": "> myString <- \"Hello, Alyosha!\"<br> > print ( myString)",
        "points": 0
      },
      {
        "value": "PRINT \"HELLO ALYOSHA\"",
        "points": 1
      }
    ],
    "image": "question_7.jpg"
  },
  {
    "begin": "Какая из формулировок не входит в законы робототехники Айзека Азимова?",
    "title": "",
    "answers": [
      {
        "value": "Робот должен заботиться о своей безопасности в той мере, в которой это не противоречит Первому или Второму Законам",
        "points": 1
      },
      {
        "value": "Робот не может причинить вред человеку или своим бездействием допустить, чтобы человеку был причинен вред",
        "points": 0
      },
      {
        "value": "Робот должен заботиться о безопасности живых существ в той мере, в которой это не противоречит Первому или Второму Законам",
        "points": 2
      }
    ],
    "image": "question_8.jpg"
  },
  {
    "begin": "Внезапный вопрос! Кто признан лучшим в мире игроком в шахматы? Отвечай правильно, а то эти умные машины все отключат!",
    "title": "",
    "answers": [
      {
        "value": "Гарри Каспаров",
        "points": 0
      },
      {
        "value": "Искусственный интеллект Deep Blue",
        "points": 2
      },
      {
        "value": "Искусственный интеллект JARVIS",
        "points": 1
      }
    ],
    "image": "question_9.jpg"
  },
  {
    "begin": "Бывает, что и в жизни, и на работе не все идет по плану, поэтому нужно уметь принимать решения в условиях неопределенности.",
    "title": "Как понять, что ты именно в них?",
    "answers": [
      {
        "value": "Непонятны последствия решений, которые я приму",
        "points": 0
      },
      {
        "value": "Нет качественной информации, чтобы спланировать действия",
        "points": 1
      },
      {
        "value": "Недостаточно информации для принятия решения",
        "points": 2
      }
    ],
    "image": "question_10.jpg"
  },
  {
    "begin": "Допустим, тебе нужно реализовать прорывной проект и раньше в ЕвроХим ничего подобного не было. Фактически стартап внутри компании.",
    "title": "Каких правил будешь придерживаться?",
    "answers": [
      {
        "value": "Соберу информацию обо всем, что мне доступно, и постараюсь избегать ненужных рисков",
        "points": 1
      },
      {
        "value": "Тут два кодовых слова — «неопределенность» и «стартап». Какие еще правила?",
        "points": 0
      },
      {
        "value": "Представлю худший сценарий, постараюсь проанализировать и избежать ненужных рисков, соберу информацию обо всем, что мне доступно",
        "points": 2
      }
    ],
    "image": "question_11.jpg"
  },
  {
    "begin": "Решение складывается из множества факторов, которые грубо можно разделить на объективные и субъективные. Первые — те, на которые ты не в силах повлиять и просто должен учесть. Вторые — в твоих руках.",
    "title": "Какие из факторов ниже относятся к объективным?",
    "answers": [
      {
        "value": "Потенциал производства, навыки специалистов, условия труда",
        "points": 0
      },
      {
        "value": "Инфляция, конкуренты, политические и экономические события",
        "points": 2
      },
      {
        "value": "Инфляция, условия труда, конкуренты",
        "points": 1
      }
    ],
    "image": "question_12.jpg"
  },
  {
    "begin": "Теперь проверим, слышал ли ты что-то о японском кайдзене — системе бережливого производства.",
    "title": "На чем он основан?",
    "answers": [
      {
        "value": "На трудолюбии — это же японцы!",
        "points": 0
      },
      {
        "value": "На непрерывном совершенствовании",
        "points": 2
      },
      {
        "value": "На отбрасывании всего ненужного. Торжество минимализма!",
        "points": 1
      }
    ],
    "image": "question_13.jpg"
  },
  {
    "begin": "В бережливом производстве есть принцип 5S, который состоит из пяти элементов.",
    "title": "Попробуешь их угадать?",
    "answers": [
      {
        "value": "Сортировка, сочетание, совершенствование, систематизация и содержание в чистоте",
        "points": 1
      },
      {
        "value": "Сортировка, систематизация, содержание в чистоте, стандартизация и совершенствование",
        "points": 2
      },
      {
        "value": "Субординация, самокоррекция, сегментирование, синхронизация и солидаризация",
        "points": 0
      }
    ],
    "image": "question_14.jpg"
  },
  {
    "begin": "Вопрос со звездочкой. Почему концепцию бережливого производства нельзя просто так взять и внедрить?",
    "title": "",
    "answers": [
      {
        "value": "Ха, если вопрос со звездочкой, то на самом деле наверняка можно!",
        "points": 0
      },
      {
        "value": "Никакие инструменты нельзя внедрять резко — ко всему нужна подготовка",
        "points": 1
      },
      {
        "value": "Потому что бережливое производство — это не цель, а путь!",
        "points": 2
      }
    ],
    "image": "question_15.jpg"
  }
]
